aaron-bond.better-comments
alfonsomartin.pornhub-dark-theme
angular.ng-template
ashwinmanoj.blue-moon-dark-theme
azemoh.one-monokai
bceskavich.theme-dracula-at-night
benjaminbenais.copilot-theme
bradlc.vscode-tailwindcss
cardinal90.multi-cursor-case-preserve
catppuccin.catppuccin-vsc-icons
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
docker.docker
donjayamanne.githistory
dracula-theme.theme-dracula
dzhavat.bracket-pair-toggler
eamodio.gitlens
esbenp.prettier-vscode
fisheva.eva-theme
formulahendry.code-runner
github.github-vscode-theme
heron.firefox-devtools-theme
johnpapa.angular2
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
nanlei.save-all
nifate.min-theme-plus
omthemes.omthemes
postman.postman-for-vscode
ritwickdey.liveserver
roonie007.hide-files
steoates.autoimport
sujan.code-blue
tinaciousdesign.theme-tinaciousdesign
ttrodrigues.vscode-dark-blue-theme
uloco.theme-bluloco-dark
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
whizkydee.material-palenight-theme
